[
	{
		"ID": "1",
		"Kriterium": "Digitale Konnektivität von Maschinen",
		"Beschreibung": "Es wird betrachtet, über welche (informations-) technischen Schnittstellen zwischen Hard- und Software sowie Maschinen und Anlagen digital kommuniziert werden kann. Welche Kommunikationsstandards bzw. -konzepte werden genutzt oder sind grundsätzlich verfügbar, um IT-Netzwerke aufzubauen?",
		"Ausprägung 0": "Keine Konnektivität gegeben, d.h., es stehen keine Schnittstellen für die digitale Datenkommunikation zur Verfügung.",
		"Ausprägung 1": "Es existieren lediglich Schnittstellen, die den manuellen Transfer von digitalen Daten vor Ort mittels physischer Speichermedien ermöglichen. Es gibt keinen permanenten Kommunikationskanal.",
		"Ausprägung 2": "Die Maschinen bzw. Anlagen verfügen über einfache I/O-Schnittstellen (z.B. Klemmen einer SPS) über welche nur binäre oder analoge Signale ausgetauscht werden.",
		"Ausprägung 3": "Die Maschinen und Anlagen sind mittels Punkt-zu-Punkt-Kommunikationssystemen (z.B. IO-Link, HART) bzw. Low-Level-Feldbussen (z.B. AS-Interface) angebunden.",
		"Ausprägung 4": "Mit den Maschinen und Anlagen kann über (High-Level-)Feldbusse kommuniziert werden (z.B. Profi-Bus, CANOpen, CC-Link, Foundation Fieldbus). ",
		"Ausprägung 5": "Die Maschinen und Anlagen sind an ein lokales IP-basiertes Netzwerk angeschlossen. Dies kann kabelgebunden oder drahtlos erfolgen (z.B. Industrial Ethernet, WLAN). Die Maschinen und Anlagen sind nicht (unmittelbar) mit dem Internet verbunden.",
		"Ausprägung 6": "Die Maschinen bzw. Anlagen sind kabelgebunden (z.B. Ethernet) oder drahtlos (z.B. WLAN, Mobilfunk) an das Internet angeschlossen und  können über dieses aktiv mit anderen Systemen kommunizieren (Internet of Things).",
		"Ausprägung 7": "",
		"ggf. weitere Ausprägungn": "",
		"TOP-Zuordnung": "T",
		"Zuständige Partner": "FLZ, LPS",
		"Hinweise,Anmerkungen": " ",
		"Produktionsplanung (langfristig)": "  ",
		"Produktionssteuerung (kurzfristig)": "",
		"Produktion (Fertigung + Montage)": " ",
		"Personal": "",
		"IT": "x",
		"Logistik": "x",
	},
	{
		"ID": "2",
		"Kriterium": "Datenübertragung an den Produktionsarbeitsplatz",
		"Beschreibung": "Diese Kategorie beschreibt, wie die für einen Produktionsschritt relevanten Daten (z.B. Auftragsdaten, Zeichnungen, CNC-Programme, Einstelldaten, CAD-Modelle, Prüfpläne...) an den entsprechenden Arbeitsplatz (z.B. Maschine, Anlage, Montagearbeitsplatz) gelangen ",
		"Ausprägung 0": "Die Daten werden vom Mitarbeiter händisch an den Arbeitsplatz  übertragen. Daten werden dabei in Papierform oder auf einem Datenträger mitgeführt.",
		"Ausprägung 1": "Die Daten lassen sich digital am Arbeitsplatz abrufen oder können von zentraler Stelle an den Arbeitsplatz versendet werden.",
		"Ausprägung 2": "Die am Arbeitsplatz digital vorliegenden Daten werden durch eine zentrale Stelle automatisch aktualisiert. Es wird ein techisches System für das Änderungsmanagement genutzt.",
		"Ausprägung 3": "Am Arbeitsplatz lokal durchgeführte Änderungen/ Optimierungen der Daten werden nach positiver Prüfung mit der zentralen Stelle synchronisiert. Es existiert ein erweitertes Änderungsmanagement, welches die Prüfung, Freigabe und Weitergabe der Änderungen / Optimierungen abwickelt.",
		"Ausprägung 4": "",
		"Ausprägung 5": "",
		"Ausprägung 6": "",
		"Ausprägung 7": "",
		"ggf. weitere Ausprägungn": "",
		"TOP-Zuordnung": "T,O",
		"Zuständige Partner": "LPS",
		"Hinweise,Anmerkungen": " ",
		"Produktionsplanung (langfristig)": " ",
		"Produktionssteuerung (kurzfristig)": "",
		"Produktion (Fertigung + Montage)": "",
		"Personal": "",
		"IT": "",
		"Logistik": "",
	},
	{
		"ID": "3",
		"Kriterium": "Produkt als digitaler Informationsträger ",
		"Beschreibung": "Es wird betrachtet, inwiefern die hergestellten Produkte im Rahmen von Produktions- oder Logistikprozessen digital identifizierbar sind, Prozessdaten digital mit sich führen und/oder Daten von integrierten Sensoren bereitstellen. Hintergrund hierzu ist insbesondere das I4.0-Konzept 'Das Produkt lenkt seinen Weg durch die Fabrik', wozu solche Fähigkeiten als Grundlage dienen. Nicht berücksichtigt wird hier, inwiefern das Produkt auch später beim Kunden noch eine derartige Funktionalität bietet.",
		"Ausprägung 0": "Das Produkt stellt keine digitale Informationen über sich bereit.",
		"Ausprägung 1": "Während des betrachteten Prozesses ist eine eindeutige Identifizierung des einzelnen Produkts möglich. Hierzu trägt das Produkt eine eindeutige, maschninell auslesbare Kennung mit sich (z.B. Barcode, QR-Code oder RFID). Weitere Informationen stellt das Produkt nicht bereit.",
		"Ausprägung 2": "Das Produkt lässt sich im Prozess identifizieren und trägt mittels eines integrierten Chips zusätzlich weitere Informationen mit sich (z.B. Produktkonfiguration, Auftragsdaten etc.). Diese Daten werden zu Beginn des Prozesses einmalig geschrieben. Im weiteren Verlauf des Prozesses sind die Daten nicht veränderbar, sondern können nur noch gelesen werden.",
		"Ausprägung 3": "Die vom Produkt mitgeführten Daten sind während des Prozesses veränderbar (les- und schreibbar). Es lassen sich somit am Produkt Daten aus durchlaufenen Prozessschritten festhalten (z.B. durchgeführte Fertigungsschritte, Prüfergebnisse). ",
		"Ausprägung 4": "Im Produkt integrierte Sensoren zeichnen Messdaten auf, die im Rahmen des Prozesses mittels (drahtloser) Kommunikationstechnik abrufbar sind.",
		"Ausprägung 5": "",
		"Ausprägung 6": "",
		"Ausprägung 7": "",
		"ggf. weitere Ausprägungn": "",
		"TOP-Zuordnung": "T",
		"Zuständige Partner": "LPS,FLZ",
		"Hinweise,Anmerkungen": "",
		"Produktionsplanung (langfristig)": " ",
		"Produktionssteuerung (kurzfristig)": "",
		"Produktion (Fertigung + Montage)": "x",
		"Personal": "",
		"IT": "x",
		"Logistik": "x",
	},
	{
		"ID": "4",
		"Kriterium": "Förderhilfsmittel als digitaler Informationsträger",
		"Beschreibung": "Es wird betrachtet, inwiefern Förderhilfsmittel (Kleinladungsträger, Werkstückträger u.ä. wie z.B. Körbe, Boxen oder Paletten) innerhalb der Produktions- bzw. Logistikprozesse digital identifizierbar sind, Prozessdaten digital mit sich führen und/oder Daten von integrierten Sensoren bereitstellen. Der digitale Informationsträger ist hier nicht das einzelne Produkt/Bauteil/Werkstück, sondern das zugehörige Förderhilsmittel fungiert als Mittelsmann. Es muss daher nicht notwendigerweise eine Zuordnung zu einem einzelnen Produkt/Bauteil/Werkstück bestehen, sondern die Informationen können sich auch auf eine größere Menge (Los) beziehen (z.B. ein Transportbehälter mit mehreren fertigen Produkten).",
		"Ausprägung 0": "Das Förderhilfsmittel stellt keine digitale Informationen über sich oder seine Ladung bereit.",
		"Ausprägung 1": "Das Förderhilfsmittel lässt sich eindeutig identifizieren (z.B. mittels Barcode, QR-Code oder RFID). Von ihm wird nur eine eindeutige Kennung und keine weiteren Informationen bereitgestellt.",
		"Ausprägung 2": "Das Förderhilsmittel lässt sich im Prozess identifizieren und trägt mittels eines integrierten Chips zusätzlich weitere Informationen über sich oder seine Ladung mit sich (Auftragsdaten etc.). Diese Daten werden zu Beginn des Prozesses einmalig geschrieben. Im weiteren Verlauf des Prozesses sind die Daten nicht veränderbar, sondern können nur gelesen werden.",
		"Ausprägung 3": "Die vom Förderhilfsmittel mitgeführten Daten sind während des Prozesses veränderbar (les- und schreibbar). Somit lassen sich Daten aus durchlaufenen Prozessschritten am Förderhilfsmittel festhalten (z.B. bereits passierte Stationen). ",
		"Ausprägung 4": "Das Förderhilfsmittel ist mit Sensoren ausgestattet und kann Messdaten (z.B. Temperatur oder Beschleunigung während des Transports) aufnehmen und im Prozess digital zur Verfügung stellen. ",
		"Ausprägung 5": "",
		"Ausprägung 6": "",
		"Ausprägung 7": "",
		"ggf. weitere Ausprägungn": "",
		"TOP-Zuordnung": "",
		"Zuständige Partner": "LPS,FLZ",
		"Hinweise,Anmerkungen": "",
		"Produktionsplanung (langfristig)": " ",
		"Produktionssteuerung (kurzfristig)": "",
		"Produktion (Fertigung + Montage)": "",
		"Personal": "",
		"IT": "",
		"Logistik": "",
	},
	{
		"ID": "5",
		"Kriterium": "Mensch-Maschine-Schnittstelle",
		"Beschreibung": "Die Mensch-Maschine-Schnittstelle / Benutzerschnittstelle dient dem Informationsaustausch zwischen NutzerInnen und Maschinen. Dies umfasst Anzeigen (Informationen der Maschine an den Menschen) und Bedienelemente (Eingabe von Informationen durch den Menschen an die Maschine). Im Fokus dieser Kategorie steht, inwieweit der Mensch bei der Interaktion mit der Maschine örtlich gebunden ist.",
		"Ausprägung 0": "keine Benutzerschnittstelle",
		"Ausprägung 1": "analoge, konventionelle Benutzerschnittstelle an der Maschine bzw. Anlage",
		"Ausprägung 2": "Digitale, ortsfeste Benutzerschnittstelle (Bedienpanel etc.), die ausschließlich lokal an der Maschine bzw. Anlage nutzbar ist.",
		"Ausprägung 3": "Die Benutzerschnittstelle ist an mehreren Orten über stationäre Endgeräte verfügbar (z.B. PC in Leitwarte).",
		"Ausprägung 4": "Die Benutzerschnittstelle ist über mobile Endgeräte verfügbar (z.B. Smartphones, Tablets). Dies kann auch zusätzlich zu einer ortsfesten Benutzerschnittstelle der Fall sein.",
		"Ausprägung 5": "Die digitale Benutzerschnittstelle passt sich an den jeweiligen Kontext an und steht in verschiedenen Formen zur Verfügung (z.B. Nutzung je nach Bedarf auf PC, Smartphone oder Datenbrille).",
		"Ausprägung 6": "",
		"Ausprägung 7": "",
		"ggf. weitere Ausprägungn": "",
		"TOP-Zuordnung": "T",
		"Zuständige Partner": "DFKI,FLZ",
		"Hinweise,Anmerkungen": "",
		"Produktionsplanung (langfristig)": " ",
		"Produktionssteuerung (kurzfristig)": "",
		"Produktion (Fertigung + Montage)": "x",
		"Personal": "",
		"IT": "x",
		"Logistik": "x",
	}
]